Repository: RomainTrenet/belive-d9
Catalog: web/modules/custom/band_booking_performance/translations/band_booking_performance.*.po
Languages: fr

source: Add a performance
fr: Ajouter une prestation

source: Performances
fr: Prestations

source: List of performances
fr: Liste des prestations

source: Former performances
fr: Anciennes prestations

source: Reminder
fr: Relance

source: Relaunch
fr: Relancer

source: "@user" on the "@event" performance
fr: "@user" pour la performance "@event"

source: Running Batch "@id" for user "@user" on event "@event"
fr: Exécution du lot "@id" pour l'utilisateur "@user" sur l'événement "@event"

source: Reminders for event "@node"
fr: Relances pour l'événement "@node"

source: Sending a single reminder
fr: Envoi d'une seule relance

source: No reminder to send.
fr: Aucune relance à envoyer.

source: One single successful reminder :
fr: Une seule relance réussie :

source: One single failed reminder :
fr: Une seule relance échouée :

source: Successful reminders :
fr: Aucune relance à envoyer.

source: Successful reminder
fr: Relance réussie

source: Failed reminder
fr: Relance échouée

source: Relaunch pending registrations for today
fr: Relancez les inscriptions en attente pour aujourd'hui

source: This includes every performances, and takes into account the days scheduled for relaunch
fr: Cela comprend toutes les prestations, et prend en compte les jours prévus pour la relance

source: Relaunch pending registrations for all days
fr: Relancez les inscriptions en attente pour tous les jours

source: This includes every performances, and doesn't takes into account the days scheduled for relaunch
fr: Cela comprend toutes les prestations, et ne prend pas en compte les jours prévus pour la relance

source: Relaunch pending registrations for this performance
fr: Relancez les inscriptions en attente pour cette performance

source: This does not take into account scheduled reminders.
fr: Cela ne tient pas compte des relances programmées.

source: Place this block in a performance page
fr: Placez ce bloc dans une page de performance

source: Edit your registration to %performance
fr: Editez votre inscription à %performance

source: Edit your registration
fr: Editez votre inscription

source: "[registration:nid:entity:title]", registration pending | Band Booking
fr: "[registration:nid:entity:title]", inscription en attente | Band Booking

source: <p>Hello [registration:registration_user_id:entity:display-name],</p><p>Your registration for the "[registration:nid:entity:title]" event is pending, please remember to indicate your availability<a href="[registration:url]/edit">by clicking here</a>.</p><p>Thank you in advance, [registration:uid:entity:display-name].</p>
fr: <p>Bonjour [registration:registration_user_id:entity:display-name],</p><p>Votre inscription à "[registration:nid:entity:title]" est en attente, pensez à donner votre disponibilité <a href="[registration:url]/edit">en cliquant ici</a>.</p><p>Merci d'avance, [registration:uid:entity:display-name].</p>

source: [registration:uid:entity:display-name] has booked you on the event [registration:nid:entity:title] | Band booking
fr: [registration:uid:entity:display-name] vous a inscrit à l'évènement [registration:nid:entity:title] | Band booking

source: <p>Hello [registration:registration_user_id:entity:display-name],</p><p>You have been added to the performance "[registration:nid:entity:title]".&nbsp;<br>Please inform me of your presence <a href="[registration:url]">by clicking here</a>.</p><p>Thank you in advance,&nbsp;<br>[registration:uid:entity:display-name].</p>
fr: <p>Bonjour [registration:registration_user_id:entity:display-name],</p><p>Vous avez été ajouté(e) à la prestation "[registration:nid:entity:title]".&nbsp;<br>Veuillez me prévenir de votre présence <a href="[registration:url]">en cliquant ici</a>.</p><p>Merci d'avance,&nbsp;<br>[registration:uid:entity:display-name].</p>

source: [registration:uid:entity:display-name] removed you from the event [registration:nid:entity:title] | Band booking
fr: [registration:uid:entity:display-name] vous a retiré de l'évènement [registration:nid:entity:title] | Band booking

source: <p>Hello [registration:registration_user_id:entity:display-name],</p><p>You have been removed from the service "[registration:nid:entity:title]".</p><p>Sincerely,&nbsp;<br>[registration:uid:entity:display-name].</p>
fr: <p>Bonjour [registration:registration_user_id:entity:display-name],</p><p>Vous avez été retiré(e) de la prestation "[registration:nid:entity:title]".</p><p>Cordialement,&nbsp;<br>[registration:uid:entity:display-name].</p>

source: Optional
fr: En option

source: Confirmed
fr: Confirmée

source: Canceled
fr: Annulée

source: Confirm
fr: Confirmer

source: Cancel
fr: Annuler

source: <p>Hello [registration:registration_user_id:entity:display-name],</p><p>Vous avez été ajouté(e) à la prestation "[registration:nid:entity:title]".&nbsp;&nbsp;<br>Veuillez me prévenir de votre présence <a href="[registration:url]/edit">en cliquant</a>.</p><p>Merci d'avance,&nbsp;&nbsp;<br>[registration:uid:entity:display-name].</p>
fr: <p>Bonjour [registration:registration_user_id:entity:display-name],</p><p>Vous avez été ajouté(e) à la prestation "[registration:nid:entity:title]".&nbsp;&nbsp;<br>Veuillez me prévenir de votre présence <a href="[registration:url]/edit">en cliquant</a>.</p><p>Merci d'avance,&nbsp;&nbsp;<br>[registration:uid:entity:display-name].</p>

source: Send one mail for "@event"
fr: Envoi d'un seul mail pour "@event"

source: Mail sent to "@user"
fr: Mail envoyé à "@user"

source: Sending a single mail
fr: Envoi d'un seul mail

source: No mail to send.
fr: Aucun mail à envoyer.

source: Running Batch "@id" for user "@user"
fr: Exécution du lot "@id" pour l'utilisateur "@user"

source: Successful operation
fr: Opération réussie

source: Successful operation :
fr: Opération réussie :

source: "[registration:nid:entity:title]" deleted by [user:display-name] | @site
fr: "[registration:nid:entity:title]" supprimée par [user:display-name] | @site

source: <p>Hello [registration:registration_user_id:entity:display-name],</p><p>"[registration:nid:entity:title]" has been deleted.</p><p>[user:display-name].</p>
fr: <p>Bonjour [registration:registration_user_id:entity:display-name],</p><p>"[registration:nid:entity:title]" a été supprimée.</p><p>[user:display-name].</p>
