Repository: RomainTrenet/belive-d9
Catalog: web/modules/custom/band_booking_registration/translations/band_booking_registration.*.po
Languages: fr

source: Register
fr: Inscrire

source: Artists registration
fr: Inscription des artistes

source: Choose roles whose users are allowed to be registered.
fr: Choisissez des rôles dont les utilisateurs ont le droit d'être inscrits

source: The human-readable name of this registration type.
fr: Nom lisible par l'homme de ce type d'enregistrement.

source: Registration types
fr: Types d'inscription

source: Add registration type
fr: Ajouter un type d'inscription

source: Save registration type
fr: Enregistrer le type d'inscription

source: Delete registration type
fr: Supprimer le type d'inscription

source: No registration types available. <a href=":link">Add registration type</a>.
fr: Pas de type d'inscription disponible. <a href=":link">Ajouter un type d'inscription</a>.

source: Relaunch waiting registrations
fr: Relancer les inscriptions en attente

source: Filter by position
fr: Filtrer par poste

source: Select the artists position to filter artists list.
fr: Sélectionnez les postes des artistes pour filtrer la liste des artistes.

source: Add artist
fr: Ajouter des artistes

source: Select the artists you want to add. The artists already added will not appear.
fr: Sélectionnez les postes des artistes pour filtrer la liste des artistes.

source: Unregister artists
fr: Désinscrire des artistes

source: Select the artists you want to unregister.
fr: Sélectionnez les artistes que vous voulez inscrire

source: No position available.
fr: Pas de position disponible.

source: No artist to register.
fr: Aucun artiste à inscrire.

source: Unregistering artists
fr: Désinscription des artistes

source: Select the artists you want to unregister
fr: Sélectionnez les artistes que vous voulez désinscrire

source: Unregister
fr: Désinscrire

source: Users successfully registered : @users.
fr: Utilisateurs inscrits avec succès : @users.

source: No user to register.
fr: Aucun utilisateur à inscrire.

source: Users successfully unregistered : @users.
fr: Utilisateurs désinscrits avec succès : @users.

source: No user to unregister.
fr: Aucun utilisateur à désinscrire.

source: Artists already registered
fr: Artistes déjà inscrits

source: No artist already registered.
fr: Aucun artiste déjà inscrit.

source: No artist to unregister.
fr: Aucun artiste à désinscrire.

source: Registering : @users.
fr: Inscription de : @users.

source: Running Batch "@id" for user "@user"
fr: Exécution du lot "@id" pour l'utilisateur "@user"

source: User not registered : @users.
fr: Utilisateur non enregistré : @users.

source: User successfully registered : @users.
fr: Utilisateur enregistré avec succès : @users.
